{
    "version": "https://jsonfeed.org/version/1",
    "title": "murkh",
    "description": "",
    "home_page_url": "https://murkh.in",
    "feed_url": "https://murkh.in/feed.json",
    "user_comment": "",
    "author": {
        "name": "Supager"
    },
    "items": [
        {
            "id": "https://murkh.in/kavi-jeevan-ek-konaa.html",
            "url": "https://murkh.in/kavi-jeevan-ek-konaa.html",
            "title": "कवि जीवन एक कोना ",
            "summary": "यह कविता मेरी नहीं है, बल्कि किसी ने मुझे सुनाया था। इसके मूल लेखक का नाम मुझे बोहोत ढूँढ़ने के बाद भी नहीं मिला । अगर आप को स्मरण हो जाये तो अवश्य हमें बताइएगा । यह कविता कवि के ह्रदय के उस कोने की&hellip;",
            "content_html": "<p>यह कविता मेरी नहीं है, बल्कि किसी ने मुझे सुनाया था। इसके मूल लेखक का नाम मुझे बोहोत ढूँढ़ने के बाद भी नहीं मिला । अगर आप को स्मरण हो जाये तो अवश्य हमें बताइएगा । </p>\n<p>यह कविता कवि के ह्रदय के उस कोने की भावनाओ का वर्णन करती हिअ जहा से कविता उत्त्पन्न होती है। वह कोना जो कोमल मासूम और अनदेखा सा प्रतीत होता है।  </p>\n<h2 id=\"mcetoc_1e5nv75pj0\">प्रारम्भ </h2>\n<p>जीवन में एक वक़्त आता है जब इंसान खुद को गानों और कविताओं में ढूंढने लगता है।</p>\n<p>शब्दों की सीमाएँ बढ़ने लगती हैं और भावनाएँ सीमित हो जाती है।</p>\n<p>आत्मबोध किताबी लगने लगता है और आत्मग्लानि हर अगले क्षण महसूस होती है।</p>\n<p>लोग छोटे और दुनिया बड़ी दिखती है।</p>\n<p>खुद को एक कोने में मूंद लेने का मन करता है।</p>\n<p>जहाँ से कोई देख ना सके, कुछ तय ना कर सके।</p>\n<p>कविताएँ,कहानियाँ, किस्से, गाने ये सब वही कोना है। <img class=\"CToWUd\" src=\"https://mail.google.com/mail/e/2764\" alt=\"❤\"  ></p>",
            "image": "https://murkh.in/media/posts/16/in-a-corner.jpg",
            "author": {
                "name": "Supager"
            },
            "tags": [
                   "Poetry"
            ],
            "date_published": "2020-04-13T01:25:42+05:30",
            "date_modified": "2020-04-13T01:28:52+05:30"
        },
        {
            "id": "https://murkh.in/fighting-covid-19-in-a-non-blocking-way.html",
            "url": "https://murkh.in/fighting-covid-19-in-a-non-blocking-way.html",
            "title": "Fighting COVID-19 in a non-blocking way",
            "summary": "IntroductionThis article deals with ways to fight the COVID-19 crisis. As the new information is coming along, it is getting clearer that the corona crisis is here to stay and unless we develop a proper vaccine for it or people develop immunity against it, whichever comes&hellip;",
            "content_html": "<h2 id=\"mcetoc_1e5nqfoci3\" class=\"align-left\">Introduction</h2>\n<p>This article deals with ways to fight the COVID-19 crisis. As the new information is coming along, it is getting clearer that the corona crisis is here to stay and unless we develop a proper vaccine for it or people develop immunity against it, whichever comes first, things will not go back to normal. As the economy is getting worst over time, people are struggling to fulfill their basic necessities and things are going to get even worse from here on out. With this in mind, it is not wise to keep the country in lockdown because once we lift the ban, the situation will again start to deteriorate which will call for the next round of lockdown. In this article, I will present three solutions, first is a solution that can be operated from the center of decision making, should have a nationwide reach, have control knob like operation, capable of targeting sensitive areas differently than the rest of the country, second is a device which may protect the health, transport, workers, sellers, etc. from contracting the virus and third identifies an object which is the magnet of bacteria and viruses.</p>\n<h3 id=\"mcetoc_1e5nq7ob90\">Central Control-knob  </h3>\n<p>Government Of India (GOI) report says that 95% of Indians have Aadhaar card and use it once a month on average, there can hardly be anything which has a wider reach than this. In light of this, I introduce a system that should be developed by the GOI based on Aadhaar number of people. The app will have five roles, Actor, Observer, Requester, Approver, Policymaker. The actor is a citizen who wants to go out for travel, shopping, work, meeting, etc activities. The Observer is a person who observes the Actor. Observers are conductors, security guards, ticket checkers, vegetable sellers, shop owners, hotel owners, etc. Suppose the Actor wants to travel in a bus to go to work, then the bus conductor (observer) will scan the Aadhaar of the Actor and allow him/her to travel only if he/she is approved to travel. Whether the actor is approved to travel is decided by the employer who plays the role of the Requester. A requester will request the government to approve its selected number of employees to travel on a given day or number of days in a week. The Approver who is a government employee will approve the request based on the policies of the Policymaker. Policymakers will assess the situation and allow let's say 25% of the workforce to work. Policymakers can change the numbers on the fly depending on the current situation. A citizen goes to a conductor, conductor scans his/her Aadhaar card and if the citizen is allowed to travel the app gives a green signal to the conductor otherwise red signal depending on which he/she is allowed or rejected to travel. If a citizen wants to go out for other than work then he/she requests a request stating the purpose and the approver approves according to the policy in place for the said place in question (shopping, meeting, leisure, etc.). The quarantine can also be managed through it. People can also request doorstep services for themselves or others who can't access the app of those who don't have Aadhaar cards. An employee like a conductor can be an actor on his/her way to work and act as an observer during work, so people will have multiple roles. Citizens will register themselves on the app via Aadhaar OTP. This is a control knob solution because at any point government can either totally restrict every citizen or allow all the country just by changing policy at the center of decision making. The government can also fine-tune control in sensitive areas where restriction policy can be made stricter than the rest of the country.</p>\n<p>Following this approach will call for a serious debate over the privacy of the citizens, but in my opinion, it's better than the alternative. This system ensures that the GOI has full control over the data of the citizens. </p>\n<h3 id=\"mcetoc_1e5nq7ob91\">Face touch preventer  </h3>\n<p>Most of the virus contraction happens when the subject touches their face accidentally. If we are successful in preventing people from touching their faces then we can restrict the spread of the virus considerably. But touching faces has become involuntary though evolution and habit to such a degree that it is virtually impossible to not touch your face. This calls for a solution that forces people to not touch their faces. I present an elbow worn face touch preventer device. It will be worn on both the hands, on the inner side of the elbow. The device will be fixed using two straps on the upper forearm and lower biceps.</p>\n<div class=\"slate-resizable-image-embed slate-image-embed__resize-full-width\">          <img src=\"https://media-exp1.licdn.com/dms/image/C5112AQGaqV8btjF1Hg/article-inline_image-shrink_1000_1488/0?e=1592438400&amp;v=beta&amp;t=YUv3C3xSBNF08FMe6HZ8XT20YTdgoE5Of-YFdEzbOxk\" alt=\"No alt text provided for this image\"  ></div>\n<p> </p>\n<p>If made in a strategic way it will not hinder the person's workability, unnoticeable and effective. We can place restricter in such a way that it locks with the other restricter at the right point which stops the movement just before touching the face. At the end of the day's work removing the face-touch-preventer will act as a reminder to wash your hands.</p>\n<h3 id=\"mcetoc_1e5nq7ob92\">Disinfecting the contagion magnet </h3>\n<p>Mobile phones have become the contagion magnet. Whether we are wearing a glove or not when it comes to phones we touch them on a frequent basis. COVID-19 has been reposted to live on hard surfaces for up to 9 days in normal conditions and 28 days if the temperature is low, and for surface such as mobile screen, it can be even higher. Being an electronic item that may break down when it comes in contact with liquid, forget disinfecting people hardly even wipe their mobile phones. Considering these scenarios, phones become nuclear hotspots for bacteria and viruses. Hence I propose an awareness campaign run by GOI pointing the need to disinfect mobile phones using liquids like isopropyl alcohol. </p>",
            "image": "https://murkh.in/media/posts/15/covidBanner.jpg",
            "author": {
                "name": "Supager"
            },
            "tags": [
                   "Health"
            ],
            "date_published": "2020-04-13T00:03:06+05:30",
            "date_modified": "2020-04-13T00:16:58+05:30"
        }
    ]
}
